<?php

return [

    'task-status' => [
        'store' => 'Статус успешно создан.',
        'update' => 'Статус успешно изменён.',
        'destroy_success' => 'Статус успешно удалён.',
        'destroy_error' => 'Не удалось удалить статус.',
    ],
    'task' => [
        'store' => 'Задача успешно создана.',
        'update' => 'Задача успешно изменена.',
        'destroy' => 'Задача успешно удалена.',
    ],
    'label' => [
        'store' => 'Метка успешно создана.',
        'update' => 'Метка успешно изменена.',
        'destroy_success' => 'Метка успешно удалена.',
        'destroy_error' => 'Не удалось удалить метку.',
    ],
];
